Repository: pujarajpara/mixFoodApp-master
Catalog: lib/l10n/app_*.arb
Languages: gu, hi

source: Create recipe
gu: રેસીપી બનાવો
hi: नुस्खा बनाएँ

source: Add new Ingredients
hi: नई सामग्री जोड़ें

source: Save my recipes
gu: મારી વાનગીઓ સાચવો
hi: मेरी रेसिपी सहेजें

source: Find best recipes for Cooking
hi: खाना पकाने के लिए सर्वोत्तम व्यंजन ढूंढें

source: Yesterday
gu: ગઇકાલે
hi: कल

source: New recipe
gu: નવી રેસીપી
hi: नया नुस्खा

source: Don't forget to try your saved recipe
gu: તમારી સાચવેલી રેસીપી અજમાવવાનું ભૂલશો નહીં
hi: अपनी सहेजी गई रेसिपी आज़माना न भूलें

source: How to make sushi at home
gu: હાઉ ટોમે કેસુશિયાથોમ
hi: घर पर सुशी कैसे बनाएं

source: How to make french toast
gu: ફ્રેન્ચ ટોસ્ટ કેવી રીતે બનાવવું
hi: फ्रेंच टोस्ट कैसे बनाये

source: Easy oatmeal recipe
gu: સરળ ઓટમીલ રેસીપી
hi: आसान दलिया रेसिपी

source: Pepeer sweetcorn ramen
gu: પીપર સ્વીટકોર્ન રામેન
hi: पीपर स्वीटकॉर्न रेमन

source: Cheddar cheese and shell salad
gu: ચેડર ચીઝ અને શેલ સલાડ
hi: चेडर चीज़ और शैल सलाद

source: Pepper sweetcorn ramen1
gu: મરી સ્વીટકોર્ન રેમેન1
hi: काली मिर्च स्वीटकॉर्न रेमन1

source: Indonesian chicken burger
gu: ઇન્ડોનેશિયન ચિકન બર્ગર
hi: इंडोनेशियाई चिकन बर्गर

source: By Adrianna Curl
gu: એડ્રિયાના કર્લ દ્વારા
hi: एड्रियाना कर्ल द्वारा

source: By James Wolden
gu: જેમ્સ વોલ્ડન દ્વારા
hi: जेम्स वोल्डेन द्वारा

# byrobeeraanny
source: By roobeera anny
gu: રૂબીરા એની દ્વારા
hi: रूबीरा एनी द्वारा

source: By Niki Samaratha
gu: નિકી સમરથ દ્વારા
hi: निकी समरथा द्वारा

source: Time
gu: સમય
hi: समय

# bentolunchboxidesforwork
source: Bento lunch box ideas for work
gu: વર્કમે માટે TiBento લંચ બોક્સના વિચારો
hi: काम के लिए बेंटो लंच बॉक्स विचार

source: Server
gu: સર્વર
hi: सर्वर

source: Cook time
gu: રસોઈનો સમય
hi: पकाने का समय

source: How to make Italian Spaghettiat home
gu: ઇટાલિયન સ્પાઘેટેટ ઘરે કેવી રીતે બનાવવું
hi: घर पर इटैलियन स्पेगेटिएट कैसे बनाएं

source: notification
gu: સૂચના
hi: अधिसूचना

source: All
gu: બધા
hi: सभी

source: Unread
gu: વાંચ્યા વગરનું
hi: अपठित ग

source: Read
gu: વાંચવું
hi: पढ़ना

source: Today
gu: આજે
hi: आज

source: My profile
gu: મારી પ્રોફાઈલ
hi: मेरी प्रोफाइल

source: Edit profile
gu: પ્રોફાઇલ સંપાદિત કરો
hi: प्रोफ़ाइल संपादित करें

source: Recipe
gu: રેસીપી
hi: व्यंजन विधि

# findbestrecipesforcookingsearchrecipes
source: Find best recipes for Cooking
gu: રસોઈ શોધ વાનગીઓ માટે શ્રેષ્ઠ વાનગીઓ શોધો
hi: खाना पकाने की खोज रेसिपी के लिए सर्वोत्तम रेसिपी खोजें

source: Tranding now
gu: હાલમાં વલણમાં છે
hi: अब फैशन में है

source: Far far away, behind the word mountains, far from the countries.
gu: દૂર દૂર, પર્વતો શબ્દની પાછળ, દેશોથી દૂર.
hi: बहुत दूर, पर्वत शब्द के पीछे, देशों से बहुत दूर.

source: Schedule Notification
hi: अनुसूची अधिसूचना

source: ShowDelayed Notification
hi: विलंबित अधिसूचना दिखाएं

source: ShowImmediate Notification
hi: तत्काल अधिसूचना दिखाएं

source: Select NotificationOption
hi: अधिसूचना विकल्प चुनें

source: Your're all set!
hi: आप पूरी तरह तैयार हैं!

source: Following
gu: અનુસરે છે
hi: अगले

source: Popular category
gu: લોકપ્રિય શ્રેણી
hi: लोकप्रिय श्रेणी

source: Salad
gu: કચુંબર
hi: सलाद

source: Breakfast
gu: નાસ્તો
hi: नाश्ता

source: Appetizer
gu: ભૂખ લગાડનાર
hi: भूख बढ़ाने वाला

source: Noodle
hi: सिर

source: Recent recipe
gu: તાજેતરની રેસીપી
hi: ताज़ा नुस्खा

source: See all
hi: सभी देखें

source: Followers
gu: અનુયાયીઓ
hi: समर्थक

source: Video
gu: વિડિઓ
hi: वीडियो

source: Popular creators
gu: લોકપ્રિય સર્જકો
hi: लोकप्रिय रचनाकार

source: Search recipes
gu: વાનગીઓ શોધો
hi: रेसिपी खोजें

source: Saved recipes
gu: સાચવેલી વાનગીઓ
